[
  {
    "Title": "Вступительный тест",
    "Date": "2012-08-02",
    "Level": 7,
    "Tasks": [
      {
        "Task": "Сколько двухзначных натуральных чисел содержит в своей записи цифру 3?",
        "Answer": 18,
        "Checked": true
      },
      {
        "Task": "Какое двухзначное число увеличивается в 4,5 раза, если его прочитать справа налево?",
        "Answer": 18,
        "Checked": true
      },
      {
        "Task": "Поставьте в числе 341*163 вместо звездочки цифру так, чтобы полуенное число делилось на 99.",
        "Answer": 9,
        "Checked": true
      },
      {
        "Task": "Чему равно С<sup>8</sup><sub>11</sub>?"
      },
      {
        "Task": "Сколькими способами можно поставить 6 детей: а) в очередь за щелбанами; б) водить хоровод?",
        "Answer": "а) 6!, б) 5!",
        "Checked": true
      },
      {
        "Task": "Какой остаток при делении: а) на 7 дает 1999*2010*2012; б) на 11 дает 2^2008?"
      },
      {
        "Task": "Расскройте скобки в выражении (x+1)^5.",
        "Answer": "x^5 + 5 x^4 + 10 x^3 + 10 x^2 + 5x + 1",
        "Checked": true
      },
      {
        "Task": "Найдите все целые х, такие что 3х при делении на 7 дают остаток 5.",
        "Answer": "x = 7k + 4",
        "Checked": true
      },
      {
        "Task": "Есть пять ящиков. В некоторых лежат по 5 ящиков, остальные пусты. Непустых ящиков 12. Сколько всего ящиков?",
        "Answer": 53
      },
      {
        "Task": "Сколько ребер в графе, степени вершин которого: 1, 2, 2, 3, 4, 5, 5?",
        "Answer": 11,
        "Checked": true
      },
      {
        "Task": "Какте из графов, изображенных на рисунке, являются: а) связными; б) эйлеровыми; в) деревьями; г) двудольными?",
        "Image": "images/02.08.12.1.png"
      },
      {
        "Task": "Найдите площадь S, если площадь всего треугольника равна 1.",
        "Image": "images/02.08.12.2.png",
        "Answer": 0.25,
        "Checked": true
      },
      {
        "Task": "Найдите величину угла CAD, если величина дуги uBC = 120, а точка А делит дугу uBC в отношении 2:1.",
        "Image": "images/02.08.12.3.png",
        "Answer": 40,
        "Checked": true
      },
      {
        "Task": "Найдите радиус окружности, проходящую через середины сторон прямоугольного треугольника с катетами 3 и 4"
      },
      {
        "Task": "Найдите НОД(5661, 2664)"
      },
      {
        "Task": "Разложите на множители: а) x^2 + 6x + 5; б) 4x^4 + 1"
      },
      {
        "Task": "Сколько существует способов рассадить 20 учеников в 4 аудитории по 5 человек?"
      },
      {
        "Task": "Сколько существует четырёхзначных натуральных чисел, содержащих ровно две одинаковые цифры?"
      },
      {
        "Task": "Сколько вершин в планарном графе с 12 гранями и 30 ребрами?"
      },
      {
        "Task": "Решить уравнение: xy + 3y + x = 4 в целых числах."
      }
    ]
  },
  {
    "Title": "Комбинаторика",
    "Date": "2012-01-06",
    "Level": 7,
    "Tag": "Комбинаторика",
    "Tasks": [
      {
        "Task": "Что больше: 7^56 или 50^28?"
      },
      {
        "Task": "Сколькими способами можно раскрасить в белый и голубой цвета клетки таблицы 3х3?",
        "Answer": "2^9",
        "Checked": true
      },
      {
        "Task": "а) Суеверный президент клуба велосипедистов выдает членские билеты с номерами от 000 до 999, но не содержащими цифры 8. Сколько членов может быть в клубе?\nб)К власти в клубе пришел еще более суеверный президент, который считает, что в номере билета не должно быть и нулей. Сколько разных билетов удастся выдать при таких условиях?"
      },
      {
        "Task": "Сколько различных слов (не обязательно осмысленных), можно составить при помощи перестановки букв в слове ПАРАБОЛА?"
      },
      {
        "Task": "В языке племени БУМ-БУМ шесть букв, и все слова этого языка состоят из шести букв. Сколько можно составить разных слов, в которых ровно две одинаковые буквы, а остальные различны?"
      },
      {
        "Task": "Сколько существует способов расставить 10 детей в ряд так, чтобы Серёжа стоял левее Ивана?"
      },
      {
        "Task": "Сколькими спосообами можно: а) разбить на танцующие пары 15 юношей и 15 девушек?\nб)рассадить 5 мужчин и 5 женщин за круглым столом так, чтобы мужчины и женщины чередовались?\nв) расставить 20 разных книг по 5 полкам (полки можно оставлять пустыми)?"
      },
      {
        "Task": "В группе из 25 школьников любые двое имеют общего знакомого. Докажите, что из этой группы можно не менее, чем 36 способами выбрать пару знакомых школьников."
      },
      {
        "Task": "* У паука есть 8 одинаковых носков и 8 одинаковых ботинок. Паук каждую секунду либо надевает на одну из своих ног носок, либо натягивает ботинок на какую-нибудь из ног, на которую носок уже надет. Два способа обувания паука считаются различными, если паук хотя бы в одну из 16 секунд делает различные действия. Сколькими различными способами паук может обуться?"
      }
    ]
  },
  {
    "Title": "Математическая абака. Лига 7. Тема: Числа",
    "Date": "2011-01-01",
    "Level": 6,
    "Tag": "Теория чисел",
    "Tasks": [
      {
        "Task": "Найдите наименьшее натуральное число, делящееся на 5, в записи которого используются все цифры."
      },
      {
        "Task": "Вычислить: ",
        "Image": "images/01.01.11.1.png"
      }
    ]
  }
]