[
  {
    "Title": "Вступительный тест",
    "Date": "2012-08-02",
    "Level": 7,
    "Tag": "Разнобой",
    "Tasks": [
      {
        "Task": "Сколько двухзначных натуральных чисел содержит в своей записи цифру 3?",
        "Answer": 18,
        "Checked": true
      },
      {
        "Task": "Какое двухзначное число увеличивается в 4.5 раза, если его прочитать справа налево?",
        "Answer": 18,
        "Checked": true
      },
      {
        "Task": "Поставьте в числе 341*163 вместо звездочки цифру так, чтобы полуенное число делилось на 99.",
        "Answer": 9,
        "Checked": true
      },
      {
        "Task": "Чему равно С<sup>8</sup><sub>11</sub>?",
        "Answer": 165,
        "Checked": true
      },
      {
        "Task": "Сколькими способами можно поставить 6 детей: а) в очередь за щелбанами; б) водить хоровод?",
        "Answer": "а) 6!, б) 5!",
        "Checked": true
      },
      {
        "Task": "Какой остаток при делении: а) на 7 дает 1999⋅2010⋅2012; б) на 11 дает 2<sup>2008</sup>?",
        "Answer": "a) 5, б) 2",
        "Checked": true
      },
      {
        "Task": "Расскройте скобки в выражении (x+1)<sup>5</sup>.",
        "Answer": "x<sup>5</sup> + 5x<sup>4</sup> + 10x<sup>3</sup> + 10x<sup>2</sup> + 5x + 1",
        "Checked": true
      },
      {
        "Task": "Найдите все целые х, такие что 3х при делении на 7 дают остаток 5.",
        "Answer": "x = 7k + 4",
        "Checked": true
      },
      {
        "Task": "Есть пять ящиков. В некоторых лежат по 5 ящиков, остальные пусты. Непустых ящиков 12. Сколько всего ящиков?",
        "Answer": 65,
        "Checked": true
      },
      {
        "Task": "Сколько ребер в графе, степени вершин которого: 1, 2, 2, 3, 4, 5, 5?",
        "Answer": 11,
        "Checked": true
      },
      {
        "Task": "Какие из графов, изображенных на рисунке, являются: а) связными; б) эйлеровыми; в) деревьями; г) двудольными?",
        "Image": "images/02.08.12.1.png",
        "Answer": "а) 1,2,3 б) 1 в) 2 г) 2",
        "Checked": true
      },
      {
        "Task": "Найдите площадь S, если площадь всего треугольника равна 1.",
        "Image": "images/02.08.12.2.png",
        "Answer": 0.25,
        "Checked": true
      },
      {
        "Task": "Найдите величину угла ∠CAD, если величина дуги ∪BC = 120, а точка А делит дугу ∪BC в отношении 2:1.",
        "Image": "images/02.08.12.3.png",
        "Answer": 40,
        "Checked": true
      },
      {
        "Task": "Найдите радиус окружности, проходящую через середины сторон прямоугольного треугольника с катетами 3 и 4",
        "Answer": 1.25,
        "Checked": true
      },
      {
        "Task": "Найдите НОД(5661, 2664).",
        "Answer": 333,
        "Checked": true
      },
      {
        "Task": "Разложите на множители: а) x<sup>2</sup> + 6x + 5; б) 4x<sup>4</sup> + 1",
        "Answer": "a) (x+5)(x+1); б) (2x<sup>2</sup>+2x+1)(2x<sup>2</sup>-2x+1)",
        "Checked": true
      },
      {
        "Task": "Сколько существует способов рассадить 20 учеников в 4 аудитории по 5 человек?"
      },
      {
        "Task": "Сколько существует четырёхзначных натуральных чисел, содержащих ровно две одинаковые цифры?",
        "Answer": 4131,
        "Checked": true
      },
      {
        "Task": "Сколько вершин в планарном графе с 12 гранями и 30 ребрами?"
      },
      {
        "Task": "Решить уравнение: xy + 3y + x = 4 в целых числах."
      }
    ]
  },
  {
    "Title": "Комбинаторика",
    "Date": "2012-01-06",
    "Level": 7,
    "Tag": "Комбинаторика",
    "Tasks": [
      {
        "Task": "Что больше: 7<sup>56</sup> или 50<sup>28</sup>?"
      },
      {
        "Task": "Сколькими способами можно раскрасить в белый и голубой цвета клетки таблицы 3х3?",
        "Answer": "2<sup>9</sup>",
        "Checked": true
      },
      {
        "Task": "а) Суеверный президент клуба велосипедистов выдает членские билеты с номерами от 000 до 999, но не содержащими цифры 8. Сколько членов может быть в клубе?\nб)К власти в клубе пришел еще более суеверный президент, который считает, что в номере билета не должно быть и нулей. Сколько разных билетов удастся выдать при таких условиях?"
      },
      {
        "Task": "Сколько различных слов (не обязательно осмысленных), можно составить при помощи перестановки букв в слове ПАРАБОЛА?"
      },
      {
        "Task": "В языке племени БУМ-БУМ шесть букв, и все слова этого языка состоят из шести букв. Сколько можно составить разных слов, в которых ровно две одинаковые буквы, а остальные различны?"
      },
      {
        "Task": "Сколько существует способов расставить 10 детей в ряд так, чтобы Серёжа стоял левее Ивана?"
      },
      {
        "Task": "Сколькими спосообами можно: а) разбить на танцующие пары 15 юношей и 15 девушек?\nб)рассадить 5 мужчин и 5 женщин за круглым столом так, чтобы мужчины и женщины чередовались?\nв) расставить 20 разных книг по 5 полкам (полки можно оставлять пустыми)?"
      },
      {
        "Task": "В группе из 25 школьников любые двое имеют общего знакомого. Докажите, что из этой группы можно не менее, чем 36 способами выбрать пару знакомых школьников."
      },
      {
        "Task": "* У паука есть 8 одинаковых носков и 8 одинаковых ботинок. Паук каждую секунду либо надевает на одну из своих ног носок, либо натягивает ботинок на какую-нибудь из ног, на которую носок уже надет. Два способа обувания паука считаются различными, если паук хотя бы в одну из 16 секунд делает различные действия. Сколькими различными способами паук может обуться?"
      }
    ]
  },
  {
    "Title": "Математическая абака. Лига 7. Тема: Числа",
    "Date": "2011-01-01",
    "Level": 6,
    "Tag": "Теория чисел",
    "Tasks": [
      {
        "Task": "Найдите наименьшее натуральное число, делящееся на 5, в записи которого используются все цифры."
      },
      {
        "Task": "Вычислить: ",
        "Image": "images/01.01.11.1.png"
      },
      {
        "Task": "Лёша и Ира живут в доме, на каждом этаже которого 9 квартир (в доме один подъезд). Номер этажа Лёши равен номеру квартиры Иры, а сумма номеров их квартир равна 329. Каков номер квартиры Лёши?"
      },
      {
        "Task": "Найдите правило составления последовательности чисел и вставьте вместо звездочки пропущенное число: 1, 10, 37, 118, *, 1090, ..."
      },
      {
        "Task": "Назовём натуральное число замечательным, если оно наименьшее среди всех натуральных чисел с таким же произведением цифр. Найдите двадцать первое по возрастанию замечательное число."
      },
      {
        "Task": "Найдите какое-нибудь натуральное число такое, что произведение всех его натуральных делителей (включая 1 и само число) оканчивается ровно на 2011 нулей."
      }
    ]
  },
  {
    "Title": "Математическая абака. Лига 7. Тема: Сколько?",
    "Date": "2011-01-01",
    "Level": 6,
    "Tag": "Комбинаторика",
    "Tasks": [
      {
        "Task": "К новогоднему празднику школа покупает каждому ученику по шоколадке. Известно, что если покупать шоколад в упаковыках по 20 шоколадок в каждой, то понадобится на 5 упаковок больше, чем упаковок по 24 шоколадки. Сколько учеников в школе?"
      },
      {
        "Task": "Известно, что 4 персика, 2 груши и яблоко вместе весят 550 г, а персик, 3 груши и 4 яблока вместе весят 450 г. Сколько весят персик, груша и яблоко вместе?"
      },
      {
        "Task": "В школе прошёл забег с участием 10 спортсменов, и все заняли разные места. На следующий день каждого из них спросили, какое место он занял, и каждый, естественно, назвал одно число от 1 до 10. Сумма их ответов оказалась равной 37. Какое наименьшее число совравших могло быть?"
      },
      {
        "Task": "Сосчитайте, сколько треугольников на рисунке.",
        "Image": "images/01.01.11.2.png"
      },
      {
        "Task": "Сколькими способами можно раскрасить клетки доски 5х5 в черный и белый цвета так, чтобы в каждом квадрате 2х2 количество белых клеток было чётным?"
      },
      {
        "Task": "В стране есть дороги только между городами А и В, В и С, C и D, D и А. Сколько всего может быть дорог, если проехать из А в С можно 30 способами, а из B в D - 26 способами?"
      }
    ]
  },
  {
    "Title": "Математическа абака. Лига 7. Тема: Время идет",
    "Date": "2011-01-01",
    "Level": 6,
    "Tag": "Разнобой",
    "Tasks":[
      {
        "Task": "Будильник спешит на 9 минут в сутки. Ложась спать в 22:00, на нём установили точное время. На какое время нужно завести звонок, чтобы будильник зазвенел ровно в 6:00?"
      },
      {
        "Task": "На электронных часах Казанского вокзала высвечиваются часы и минуты (например, 17:36). Сколько времени в течение суток на них высвечиваются цифры 5 и 7 одновременно?"
      },
      {
        "Task": "В понедельник на доске были написаны числа \"1\" и \"а\"; во вторник - \"a\", \"b\" и \"3\"; в среду - \"2\", \"4\" и \"c\", в четверг - \"a\", \"b\" и \"4\", а в пятницу написано четыре числа \"a\", \"b\", \"c\", \"e\". Все, что было написано в понедельник, было написано и в четверг, а все, что было написано со вторника до четверга, можно было увидеть на доске и в пятницу. Найдите, чему равны числа \"a\", \"b\", \"c\", \"e\"."
      },
      {
        "Task": "Команда из Пети, Васи и одноместного самоката участвуют в гонке. Дистанция разделена на участки одинаковой длины, их количество ровно 42, в начале каждого - контрольный пункт. Петя пробегает участок за 9 минут, Вася - за 11 минут, а на самокате любой из них проезжает участок за 3 минуты. Стартуют они одновременно, а на финише учитывается время того, кто пришел последним. Ребята договорились, что один проезжает первую часть пути на самокате, остаток бегом, а другой - наоборот (самокат можно оставить только на контрольном пункте). Сколько участков Петя должен проехать на самокате, чтобы команда показала наилучшее время?"
      },
      {
        "Task": "Трое рабочих первого разряда и пять рабочих второго разряда выполнили работу за 2,5 дня. За один день пять рабочих первого разряда и трое рабочих второго разряда выполняют 34/75 этой работы. За сколько дней вполнят работу 6 рабочих первого разряда и 8 рабочих второго разряда?"
      },
      {
        "Task": "Товарный поезд, отправившись из Москвы в X часов Y минут, прибыл в Саратов в Y часов Z минут. Время в пути составило Z часов X минут. Найдите все возможные значения X."
      }
    ]
  },
  {
    "Title": "Математическая абака. Лига 7. Тема: Разрезания",
    "Date": "2011-01-01",
    "Level": 6,
    "Tag": "Геометрия",
    "Tasks": [
      {
        "Task": "Приведите пример такого торта, который может быть разделён одним прямолинейным разрезом на 4 части. Кроме того, покажите, как разрезать."
      },
      {
        "Task": "Прямоугольник разрезали на три прямоугольника, два из которых имеют размеры 7х11 и 4х8. Какие размеры мог иметь третий прямоугольник? Перечислите все случаи."
      },
      {
        "Task": "Разрезав квадрат 6х6 на части, сложите из них фигуры, изображенные на рисунке.",
        "Image": "images/01.01.11.3.png",
        "AnswerImage": "images/01.01.11.4.png",
        "Checked": true
      },
      {
        "Task": "Доску 5х8 разрезали на фигуры двух видов (см. рис.). Сколько фигурок второго вида могло при этом получиться? Приведите примеры соответствующих разрезаний. Фигурки можно поворачивать и переворачивать.",
        "Image": "images/01.01.11.5.png"
      },
      {
        "Task": "Буратино взял шестиугольник, сложенный из 24 треугольников (см. рис.), и каждый треугольник закрасил одной краской. Посмотрел и говорит: \"Всего три цвета, а у каждого треугольника все соседи (по стороне) разных цветов\". Лиса Алиса картинку не видела, но утверждает, что такого не может быть. Приведите пример, показывающий, что лиса Алиса не права.",
        "Image": "images/01.01.11.6.png"
      }
    ]
  },
  {
    "Title": "Комбинаторные матбои. Финал. Easy mode",
    "Date": "2012-01-05",
    "Level": 7,
    "Tag": "Комбинаторика",
    "Tasks":[
      {
        "Task": "Можно ли составить замкнутое ожерелье из 100 бусинок - красных, синих и зеленых, так, чтобы между любыми двумя красными бусинками была хотя бы одна синяя, между любыми двумя синими - зеленамя, между любыми двумя зелеными - красная?"
      },
      {
        "Task": "Банк ОГОГО меняет рубли на тугрики по 3000 рублей за тугрик, и ещё берет 7000 рублей за право обмена независимо от меняемой суммы. Банк ЙОХОХО берёт за тугрик 3020 рублей, а за право обмена берет 1 тугрик (тоже независимо от меняемой суммы). Турист установил, что ему все равно, в каком из банков менять деньги. Какую сумму он собрался менять?"
      },
      {
        "Task": "На доске 4х4 стоят несколько королей, которые бьют всю доску. Докажите, что можно оставить четыре из них с тем же свойством."
      },
      {
        "Task": "Шахматная фигура полуферзь ходить и бьёт на любое число клеток по вертикали, горизонтали и диагонали, но не любой диагонали, как обычный ферщь, а только параллельно той диагонали, что идёт из левого нижнего угла в правый верхний. Требуется поставить на шахматную доску несколько полуферзей так, чтобы они били все незанятые клетки доски. Каким наименьшим числом полуферзей можно обойтись?"
      },
      {
        "Task": "В некотором государстве 19 городов. Любые два города соединены односторонней дорогой, причем из каждого города выходи ровно 9 дорог. Докажите, что из любого города можно доехать до любого другого возможно, заезжая по пути в другие города)."
      },
      {
        "Task": "Восемь хоккейных команд провели чемпионат: каждые две команды сыграли ровно один матч. За победу давалось 2 очка, за ничью - 1 очко, за поражение - 0 очков. Оказалось, что ровно семь команд поделили второе есто. Сколько очков могла набрать команда победителей?"
      }
    ]
  },
  {
    "Title": "Матбой 7-8 vs 6",
    "Date": "2012-03-29",
    "Level": 6,
    "Tag": "Разнобой",
    "Tasks": [
      {
        "Task": "Гонцу надо пробежать 24 мили. Две трети этого расстояния он бежал со средней скоростью 8 миль в час. Насколько он должен увеличить свою скорость на оставшемся участке пути, чтобы его средняя скорость на всём пути равнялась 12 миль в час?",
        "Answer": "на 12 миль в час"
      },
      {
        "Task": "На доске были написаны целые числа a, b и с. Их стёрли, а взамен написали числа a-1, b+1, c<sup>2</sup>. После этого оказалось, что на доске написаны те же числа, что и вначале (возможно, в другом порядке). Найдите числа a, b, c, если известно, что их сумма равна 2005.",
        "Answer": "1003, 1002, 0"
      },
      {
        "Task": "Можно ли расставить в таблице 4х4 различные натуральные числа от 1 до 16 так, чтобы во всех квадратиках 2х2 сумма чисел делилась на 17?"
      },
      {
        "Task": "За круглым столом собрались рыцари и лжецы (не меньше четырёх человек). Рыцари говорят только правду, а лжецы всегда лгут. Каждый сказал: \"Когда я смотрю на остальных, среди любых троих, сидящих подряд, вижу лжецов больше, чем рыцарей\". Покажите, что такое действительно могло случиться, и выясните, сколько за столом могло быть рыцарей."
      },
      {
        "Task": "Маленький мальчик подобрал на полу треугольный кусок бумаги и разрезал его на 5 равных треугольников. Как такое могло быть?"
      },
      {
        "Task": "На стороне BC треугольника ABC выбрали точки D и E таким образом, что AD = BD и AE = CE. Оказалось, что точка D лежит на отрезке BE. Докажите, что треугольник АВС - тупоугольный."
      },
      {
        "Task": "Коля составил из различных ненулевых цифр пятизначное число и прибавил к нему вначале число, получаемое из исходного перестановкой цифр в порядке убывания, а затем прибавил к нему число, получаемое из исходного перестановкой цифр в порядке возрастания. У него получились суммы 171540 и 85608. Какое число составил Коля?"
      },
      {
        "Task": "Вася и Петя разрезали квадрат со стороной 100 на квадратики со сторонами 1 и 2 (никаких обрезков при этом не осталось). Вася забрал себе квадратики со стороны 1, а Петя - все остальные. Петя пожаловался маме, что у него квадратиков оказалось на 2012 меньше, чем у Васи. Сколько же квадратиков у Пети?"
      }
    ]
  },
  {
    "Title": "Математический аукцион. Часть вторая",
    "Tag": "Теория чисел",
    "Date": "2012-01-01",
    "Level": 7,
    "Tasks": [
      {
        "Task": "Решите уравнение: x<sup>3</sup>+12x = 6x<sup>2</sup>+10"
      },
      {
        "Task": "Найдите наибольшее натуральное число с неповторяющимися цифрами, делящееся на 99."
      },
      {
        "Task": "Сколько решений имеет ребус-неравенство ab < bc < ca, где: ab, bc, ca - двухзначные числа; a, b, c - различные цифры."
      },
      {
        "Task": "Сумма трёх натуральных чисел равна 100. Какие значения может принимать их НОД?"
      },
      {
        "Task": "Найдите наименьшее простое число, представимое в виде суммы трёх попарно различных простых чисел."
      }
    ]
  },
  {
    "Title": "Алгебра и теория чисел. Мини-тест. Easy Mode",
    "Tag": "Теория чисел",
    "Date": "2013-01-03",
    "Level": 8,
    "Tasks": [
      {
        "Task": "К числу 1999 припишите по цифре слева и справа так, чтобы полученное шестизначное число делилось на 33. Укажите ВСЕ возможные варианты",
        "Answer": "419991, 719994"
      },
      {
        "Task": "Какой остаток при делении на 11 даёт число 3<sup>2012</sup>+5<sup>2013</sup>?",
        "Answer": 3
      },
      {
        "Task": "Найдите наименьшее натуральное число, сумма цифр которого делится на 17 и сумма цифр следующего за ним числа делится на 17.",
        "Answer": 88999999999999
      },
      {
        "Task": "Найдите наименьшее натуральное число, которое делится на 24 и имеет 24 натуральных делителя.",
        "Answer": 6144
      },
      {
        "Task": "В какой степени в разложение числа 2013! входит 11?",
        "Answer": 186
      },
      {
        "Task": "Упростите выражение ( (2+3)(2<sup>2</sup>+3<sup>2</sup>)(2<sup>4</sup>+3<sup>4</sup>)(2<sup>8</sup>+3<sup>8</sup>)...(2<sup>512</sup>+3<sup>512</sup>)+2<sup>1024</sup>  ):3<sup>1022</sup>",
        "Answer": "( 3<sup>1024</sup>-4<sup>1024</sup>  ):3<sup>1022</sup>"
      },
      {
        "Task": "Известно, что x<sup>3</sup>+у<sup>3</sup>=9, х<sup>2</sup>у+у<sup>2</sup>х=6. Найдите х+у.",
        "Answer": 3
      },
      {
        "Task": "На какие натуральные числа может быть сократима дробь (2n+23)/(5n-1)?",
        "Answer": "3, 9, 13, 39, 117"
      },
      {
        "Task": "Решите систему уравнений: { 2x≡3(mod5), 3x≡1(mod11)",
        "Answer": 4
      },
      {
        "Task": "Чему равно наибольшее возможное значение выражения 20х-4у+6z-2x<sup>2</sup>-4y<sup>2</sup>-3z<sup>2</sup>-2. При каких значениях переменных x, y, z оно достигается?"
      }
    ]
  },
  {
    "Title": "Вступительная олимпиада ЛМШ",
    "Date": "2012-08-02",
    "Tag": "Разнобой",
    "Level": 7,
    "Tasks": [
      {
        "Task": "Четыре ЛМШонка пошли на зарядку. Один из них вместо того, чтобы бегать, спрятался в кустах. Когда у ребят спросили, кто это сделал, трое сказали: \"Не я\", а Вася сказал:\"Не знаю, кто\". Оказалось, что двое из них солгали. Знал ли Вася, кто филонил на зарядке?",
        "Answer": "Знал",
        "Checked": true
      },
      {
        "Task": "Александр Викторовия и Евгений Анатольевич зашли в баню. Александр Викторович заплатил за два мыла и три шампуня более 10 долларов, а Евгений Анатольевич за четыре мыла и пять шампуней уплатил менее 18 долларов. Что дороже - мыло или шампунь?",
        "Answer": "Шампунь"
      },
      {
        "Task": "Натуральное число n равно произведению двух простых чисел. Если оба этих простых числа увеличить на 1, то их произведение увеличится на 100. Чему равно исходное n? Найдите все возможные варианты ответа и докажите, что других нет.",
        "Answer": 194
      },
      {
        "Task": "На стороне BC равностороннего треугольника ABC построен во внешнюю сторону квадрат BCDE, медиана BM треугольника пересекается с отрезком AE в точке O. Докажите, что CE=2AO."
      },
      {
        "Task": "Можно ли число 1991999 представить в виде n<sup>4</sup>+m<sup>3</sup>-m, где n и m - некоторые целые числа?"
      },
      {
        "Task": "В группе ЛМШат 30 человек. Известно, что среди любых четверых найдется хотя бы один человек, знакомый с тремя остальными. Сколько человек могуть знать всех в группе? Укажите все варианты и докажите, что других нет.",
        "Answer": "9, 10, 11"
      }
    ]
  },
  {
    "Title": "Тест",
    "Date": "2011-20-11",
    "Level": 6,
    "Tag": "Теория чисел",
    "Tasks": [
      {
        "Task": "Найдите неполное частное и остаток от деления а) 1001 на 13; б) -5 на 4"
      },
      {
        "Task": "Найдите остаток от деления 2<sup>300</sup> на 7."
      },
      {
        "Task": "Разложите на простые множители число 240."
      },
      {
        "Task": "Сколько делителей у числа 7007?"
      },
      {
        "Task": "Число а при делении на 20 даёт остаток 2. Какие остатки возможны при делении этого числа на 8?"
      },
      {
        "Task": "Встретились 6 человек, каждый пожал руку всем остальным. Сколько было рукопожатий?"
      },
      {
        "Task": "Имеется 8 городов, из каждого выходит по три дороги. Сколько всего дорог?"
      },
      {
        "Task": "Сколько существует двухзначных чисел, делящихся на 5 или на 9?"
      },
      {
        "Task": "Сколько существует двухзначных чисел, делящихся на 5 или на 9, но не деляшихся на 45?"
      },
      {
        "Task": "Футбольная команда состоит из 11 человек. Сколькими способами можно выгнать двоих?"
      }
    ]
  },
  {
    "Title": "Математическая перестрелка. 1 и 2 тур",
    "Date": "2012-01-01",
    "Level": 7,
    "Tag": "Разнобой",
    "Tasks": [
      {
        "Task": "Существуют ли такие натуральные числа a и b, что число b является натуральной степенью числа a, и число b в 16 раз больше числа a?"
      },
      {
        "Task": "Одно из измерений прямоугольника увеличили на 99 см, а другое - уменьшили на 1 см, и получили новый прямоугольник. Можно ли утверждать, что площадь прямоугольника увеличилась? Ответ обоснуйте."
      },
      {
        "Task": "Шахматист сыграл в турнире 20 партий и набрал 12.5 очков. На сколько партий больше он выиграл, чем проиграл?"
      },
      {
        "Task": "В доме двое механических часов: одни отстают на 15 минут в сути, а другие на 10 минут в сутки спешат. Сегодня в полдень и те, и другие часы показывали правильное время. Когда в следующий раз они одновременно покажут правильное время?"
      },
      {
        "Task": "Можно ли изобразить два четырехугольника, чтобы их общая часть (пересечение) оказалась десятиугольником?"
      },
      {
        "Task": "В поезде Москва - Тьмутаракань ввели сплошную нумерацию мест в вагонах. Во всех вагонах одинаковое количество мест. Известно, что места 385 и 416 находятся в одном вагоне, а места 544 и 577 - в разных, причем эти вагоны - не соседние. Сколько мест в одном вагоне? Ответ обоснуйте."
      }
    ]
  }
]